"无法访问相册中照片" = "Nie można uzyskać dostępu do zdjęć w albumie";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Brak dostępu do zdjęć, zalecane przejście do ustawień systemowych,\nzezwól na dostęp do 'wszystkich zdjęć' w 'Zdjęciach'.";
"前往系统设置" = "Ustawienia";
"取消" = "Anuluj";
"相册" = "Album";
"完成" = "Gotowe";
"原图" = "Oryginał";
"原片" = "Oryginał";
"预览" = "Podgląd";
"编辑" = "Edytuj";
"返回" = "Wróć";
"还原" = "Reset";
"自由" = "Dowolny";
"没有可选资源" = "Brak dostępnych zasobów";
"照片和视频不能同时选择" = "Nie można jednocześnie wybrać zdjęć i filmów";
"最多只能选择%d张照片" = "Można wybrać maksymalnie %d zdjęć";
"已达到最大选择数" = "Osiągnięto maksymalną liczbę wyborów";
"视频最大时长为%d秒，无法选择" = "Maksymalna długość filmu to %d sekund, nie można wybrać";
"视频最小时长为%d秒，无法选择" = "Minimalna długość filmu to %d sekund, nie można wybrać";
"视频和照片不能同时选择" = "Nie można jednocześnie wybrać filmów i zdjęć";
"最多只能选择%d个视频" = "Można wybrać maksymalnie %d filmów";
"正在下载" = "Pobieranie";
"下载失败" = "Pobieranie nie powiodło się";
"没有照片" = "Brak zdjęć";
"你可以使用相机拍些照片" = "Możesz zrobić zdjęcia aparatem";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Nie można uzyskać dostępu do wszystkich zdjęć w albumie,\nzezwól na dostęp do 'wszystkich zdjęć' w 'Zdjęciach'";
"只能查看允许访问的照片和相关相册" = "Można przeglądać tylko dozwolone zdjęcia i powiązane albumy";
"无法使用相机!" = "Nie można użyć aparatu!";
"无法使用相机功能" = "Nie można użyć funkcji aparatu";
"请前往系统设置中，允许访问「相机」。" = "Przejdź do ustawień systemowych, aby zezwolić na dostęp do 'Aparatu'.";
"照片大小超过最大限制" = "Rozmiar zdjęcia przekracza maksymalny limit";
"视频大小超过最大限制" = "Rozmiar filmu przekracza maksymalny limit";
"视频导出失败" = "Eksport filmu nie powiódł się";
"保存失败" = "Zapisywanie nie powiodło się";
"所有照片" = "Wszystkie zdjęcia";
"正在处理..." = "Przetwarzanie...";
"处理失败" = "Przetwarzanie nie powiodło się";
"导出失败" = "Eksport nie powiódł się";
"视频加载中" = "Ładowanie filmu";
"视频加载失败!" = "Ładowanie filmu nie powiodło się!";
"视频可编辑最大时长为%d秒，无法编辑" = "Maksymalna długość edycji filmu to %d sekund, nie można edytować";
"相机不可用!" = "Aparat niedostępny!";
"确定" = "OK";
"提示" = "Wskazówka";
"图片获取失败!" = "Nie udało się pobrać obrazu!";
"视频获取失败!" = "Nie udało się pobrać filmu!";
"图片下载中" = "Pobieranie zdjęcia";
"视频下载中" = "Pobieranie filmu";
"设置失败!" = "Ustawienie nie powiodło się!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Stary film";
"怀旧" = "Nostalgia";
"黑白" = "Czarno-białe";
"色调" = "Ton";
"模糊" = "Rozmycie";
"岁月" = "Lata";
"单色" = "Monochromatyczne";
"褪色" = "Wyblakłe";
"冲印" = "Wydruk";
"铬黄" = "Chrom";
"暂无配乐" = "Brak podkładu muzycznego";
"配乐" = "Podkład muzyczny";
"视频原声" = "Oryginalny dźwięk";
"正在同步iCloud" = "Synchronizacja z iCloud";
"iCloud同步失败" = "Synchronizacja iCloud nie powiodła się";
"拖动到此处删除" = "Przeciągnij tutaj, aby usunąć";
"松手即可删除" = "Puść, aby usunąć";
"搜索" = "Szukaj";
"背景音乐" = "Muzyka";
"搜索歌名" = "Szukaj tytułu piosenki";
"此歌曲暂无歌词，请您欣赏" = "Ta piosenka nie ma tekstu, prosimy o wysłuchanie";
"选择" = "Wybierz";
"取消选择" = "Odznacz";
"歌词" = "Tekst";
"拍摄失败!" = "Nagrywanie nie powiodło się!";
"摄像头切换失败!" = "Przełączenie aparatu nie powiodło się!";
"相机初始化失败!" = "Inicjalizacja aparatu nie powiodła się!";
"轻触拍照" = "Dotknij, aby zrobić zdjęcie";
"按住摄像" = "Przytrzymaj, aby nagrać";
"轻触拍照，按住摄像" = "Dotknij, aby zrobić zdjęcie, przytrzymaj, aby nagrać";
"拍摄时长不足%d秒" = "Czas nagrania krótszy niż %d sekund";
"麦克风添加失败，录制视频会没有声音哦!" = "Dodanie mikrofonu nie powiodło się, film będzie nagrany bez dźwięku!";
"无法使用麦克风" = "Nie można użyć mikrofonu";
"请在设置-隐私-相机中允许访问麦克风" = "Zezwól na dostęp do mikrofonu w Ustawienia-Prywatność-Aparat";
"更多" = "Więcej";
"张照片" = "Zdjęcia";
"个视频" = "Filmy";
"实况" = "Live";
"照片" = "Zdjęcie";
"视频" = "Film";
"点击摄像" = "Kliknij, aby nagrać";
"音量" = "Głośność";
"明亮" = "Jasność";
"删除" = "Usuń";
"原始比例" = "Oryginalne";
"自由格式" = "Dowolny format";
"正方形" = "Kwadrat";
"亮度" = "Jasność";
"对比度" = "Kontrast";
"饱和度" = "Nasycenie";
"曝光度" = "Ekspozycja";
"色温" = "Temperatura";
"暗角" = "Winietowanie";
"锐化" = "Wyostrzenie";
"蒙版素材" = "Maski";
"筛选" = "Filtry";
"筛选条件" = "Filtruj według";
"无筛选条件" = "Bez filtrów";
"没有项目" = "Brak elementów";
"筛选结果" = "Wyniki filtrowania";
"所有项目" = "Wszystkie elementy";
"已编辑" = "Edytowane";
"仅显示" = "Pokaż";
"筛选照片" = "Zdjęcia";
"筛选视频" = "Filmy";
"选择相册" = "Wybierz album";
"我的相册" = "Moje albumy";
"媒体类型" = "Typy mediów";
"查看全部" = "Zobacz wszystko";
"全部" = "Wszystko";
"清空已编辑的内容" = "Wyczyść edytowane";
"高光" = "Światła";
"阴影" = "Cienie";

"HXAlbumCameraRoll" = "Rolka z aparatu";
"HXAlbumPanoramas" = "Panoramy";
"HXAlbumVideos" = "Filmy";
"HXAlbumFavorites" = "Ulubione";
"HXAlbumTimelapses" = "Upływ czasu";
"HXAlbumRecents" = "Ostatnie";
"HXAlbumRecentlyAdded" = "Ostatnio dodane";
"HXAlbumBursts" = "Seria zdjęć";
"HXAlbumSlomoVideos" = "Zwolnione";
"HXAlbumSelfPortraits" = "Selfie";
"HXAlbumScreenshots" = "Zrzuty ekranu";
"HXAlbumDepthEffect" = "Efekt głębi";
"HXAlbumLivePhotos" = "Live Photos";
"HXAlbumAnimated" = "Animowane";
